Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: %@ was deleted, but this item stayed behind. It points to a program that is not there any more, so it does nothing and only leaves an entry in the log at every login.
de: %@ wurde gelöscht, aber dieses Objekt ist übrig geblieben. Es verweist auf ein Programm, das es nicht mehr gibt, tut also nichts und hinterlässt nur bei jeder Anmeldung einen Eintrag im Protokoll.
es: Se ha borrado %@, pero este elemento ha quedado. Apunta a un programa que ya no está, así que no hace nada y solo deja una entrada en el registro en cada inicio de sesión.
fr: %@ a été supprimé, mais cet élément est resté en place. Il pointe vers un programme qui n’existe plus : il ne fait rien et laisse seulement une entrée dans le journal à chaque ouverture de session.
it: %@ è stato eliminato, ma questo elemento è rimasto. Punta a un programma che non c’è più: non fa nulla e lascia solo una voce nel log a ogni login.
ja: %@は削除されましたが、この項目は残っています。存在しないプログラムを指しているため何も実行されず、ログインのたびにログにエントリが残るだけです。
pt_br: %@ foi apagado, mas este item ficou para trás. Ele aponta para um programa que não existe mais, por isso não faz nada e só deixa uma entrada no registro a cada início de sessão.
zh_hans: %@已被删除，但此项目被留了下来。它指向的程序已不存在，因此不起任何作用，只会在每次登录时在日志中留下一条记录。

# %@ will be asked to stop. Port %@ will be freed.
source: %1$@ will be asked to stop. Port %2$@ will be freed.
de: %@ wird gebeten, sich zu beenden. Port %@ wird frei.

# %@, can do %@
source: %1$@, can do %2$@
de: %@, möglich sind %@
es: %@, admite %@
fr: %@, prend en charge %@
it: %@, supporta %@
ja: %@（対応: %@）
pt_br: %@, suporta %@
zh_hans: %@，最高支持%@

# %@: %@ in %lld files
source: %1$@: %2$@ in %3$lld files
de: %@: %@ in %lld Dateien
es: %@: %@ en %lld archivos
fr: %@ : %@ dans %lld fichiers
it: %@: %@ in %lld file
ja: %1$@: %3$lld個のファイルで%2$@
pt_br: %@: %@ em %lld arquivos
zh_hans: %1$@：%3$@，共%2$lld个文件

# %@: %@ of one core
source: %1$@: %2$@ of one core
de: %@: %@ eines Kerns
es: %@: %@ de un núcleo
fr: %@ : %@ d’un cœur
it: %@: %@ di un core
ja: %@: 1コアの%@
pt_br: %@: %@ de um núcleo
zh_hans: %@：单个核心的%@

# %@: supports %@, connected at %@
source: %1$@: supports %2$@, connected at %3$@
de: %@: kann %@, verbunden mit %@
es: %@: admite %@, conectado a %@
fr: %@ : prend en charge %@, connecté à %@
it: %@: supporta %@, collegato a %@
ja: %@: %@に対応、%@で接続中
pt_br: %@: suporta %@, conectado a %@
zh_hans: %@：支持%@，当前以%@连接

source: %lld %% battery left.
de: Noch %lld %% Batterie.
es: Queda el %lld %% de batería.
fr: %lld %% de batterie restante.
it: %lld %% di batteria rimanente.
ja: バッテリー残量は%lld%%です。
pt_br: Restam %lld %% de bateria.
zh_hans: 电池剩余%lld%%。

source: %lld %% done
de: Erledigt: %lld %%
es: Completado al %lld %%
fr: Terminé à %lld %%
it: %lld %% completato
ja: %lld%%完了
pt_br: %lld %% concluído
zh_hans: 已完成%lld%%

source: %lld are running now. Turning one off stops it and keeps it from starting at login.
de: %lld laufen gerade. Ausschalten beendet eines und verhindert, dass es beim Anmelden startet.
es: %lld están en ejecución ahora. Apagar uno lo detiene y evita que se inicie al iniciar sesión.
fr: %lld en cours d’exécution. En arrêter un empêche son démarrage à l’ouverture de session.
it: %lld sono in esecuzione ora. Disattivarne uno lo ferma e impedisce che si avvii al login.
ja: %lld個が現在実行中です。オフにすると、停止し、ログイン時に開始されなくなります。
pt_br: %lld estão em execução agora. Desativar um deles interrompe e impede que ele inicie no início de sessão.
zh_hans: 当前有%lld个正在运行。关闭其中一个会将其停止，并使其不再于登录时启动。

source: %lld charge cycles
de: %lld Ladezyklen
es: %lld ciclos de carga
fr: %lld cycles de charge
it: %lld cicli di carica
ja: 充電サイクル %lld回
pt_br: Ciclos de carga: %lld
zh_hans: %lld次充电循环

source: %lld connections
de: %lld Verbindungen
es: %lld conexiones
fr: %lld connexions
it: %lld connessioni
ja: %lld件の接続
pt_br: %lld conexões
zh_hans: %lld个连接

source: %lld copies were skipped because they or their twins changed since the search.
de: %lld Kopien wurden übersprungen, weil sie oder ihre Gegenstücke sich seit der Suche geändert haben.
es: Se omitieron %lld copias porque ellas o sus gemelas cambiaron desde la búsqueda.
fr: %lld copies ont été ignorées parce qu’elles ou leurs jumeaux ont changé depuis la recherche.
it: Saltate %lld copie perché esse o i loro doppioni sono cambiati dalla ricerca.
ja: 検索後にコピーまたは同一のファイルが変更されたため、%lld個のコピーはスキップされました。
pt_br: %lld cópias foram ignoradas porque elas, ou as cópias iguais a elas, mudaram desde a busca.
zh_hans: 有%lld个副本已跳过，因为自搜索以来它们或其相同文件已发生更改。

source: %lld could not be moved.
de: %lld konnten nicht verschoben werden.
es: No se han podido mover %lld.
fr: Impossible de déplacer %lld élément(s).
it: Non è stato possibile spostarne %lld.
ja: %lld個を移動できませんでした。
pt_br: Não foi possível mover %lld.
zh_hans: 有%lld个无法移动。

# %lld dBm · %@
source: %1$lld dBm · %2$@
de: %lld dBm · %@
es: %lld dBm · %@
fr: %lld dBm · %@
it: %lld dBm · %@
ja: %lld dBm · %@
pt_br: %lld dBm · %@
zh_hans: %lld dBm · %@

# %lld dBm · %lld dB above it, %@
source: %1$lld dBm · %2$lld dB above it, %3$@
de: %lld dBm · %lld dB darüber, %@
es: %lld dBm · %lld dB por encima, %@
fr: %lld dBm · %lld dB au-dessus, %@
it: %lld dBm · %lld dB sopra, %@
ja: %lld dBm · ノイズより%lld dB高い、%@
pt_br: %lld dBm · %lld dB acima dele, %@
zh_hans: %lld dBm · 高出%lld dB，%@

source: %lld days
de: %lld Tagen
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
pt_br: %lld dias
zh_hans: %lld天

source: %lld destinations
de: %lld Ziele
es: %lld destinos
it: %lld destinazioni
ja: %lld件の接続先
pt_br: %lld destinos
zh_hans: %lld个目标

source: %lld dev servers
de: %lld Dev-Server
es: %lld servidores de desarrollo
fr: %lld serveurs de développement
it: %lld server di sviluppo
ja: %lld個の開発サーバ
pt_br: %lld servidores de desenvolvimento
zh_hans: %lld个开发服务器

source: %lld dev servers have not done anything for a while.
de: %lld Dev-Server haben eine Weile nichts getan.
es: %lld servidores de desarrollo llevan un tiempo sin hacer nada.
fr: %lld serveur(s) de développement sans activité depuis un moment.
it: %lld server di sviluppo non fanno nulla da un po’.
ja: %lld個の開発サーバがしばらく動作していません。
pt_br: Servidores de desenvolvimento (%lld) sem atividade há algum tempo.
zh_hans: %lld个开发服务器已有一段时间没有任何活动。

source: %lld drives run at USB 2 speed
de: %lld Laufwerke laufen mit USB-2-Tempo
es: %lld discos funcionan a la velocidad de USB 2
fr: %lld disques fonctionnent à la vitesse de l’USB 2
it: %lld dischi funzionano a velocità USB 2
ja: %lld台のドライブがUSB 2の速度で動作しています
pt_br: %lld discos rodam na velocidade do USB 2
zh_hans: %lld个磁盘以USB 2速度运行

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld個のファイル
pt_br: %lld arquivos
zh_hans: %lld个文件

source: %lld files exist more than once. The extra copies take %@.
de: %lld Dateien sind mehrfach vorhanden. Die zusätzlichen Kopien belegen %@.
es: Hay %lld archivos duplicados. Las copias extra ocupan %@.
fr: %lld fichiers existent en plusieurs exemplaires. Les copies en trop occupent %@.
it: %lld file esistono in più copie. Le copie in più occupano %@.
ja: %lld個のファイルが重複しています。余分なコピーが%@を使用しています。
pt_br: %lld arquivos existem mais de uma vez. As cópias extras ocupam %@.
zh_hans: 有%lld个文件存在多份。多余的副本占用%@。

source: %lld h powered on
de: %lld h in Betrieb
es: %lld h encendido
fr: %lld h sous tension
it: %lld h di accensione
ja: 通電時間 %lld時間
pt_br: %lld h ligado
zh_hans: 已通电%lld小时

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
ja: %lld時間
pt_br: %lld horas
zh_hans: %lld小时

source: %lld idle for a while — they still hold memory and ports.
de: %lld ruhen seit einer Weile und belegen trotzdem Speicher und Ports.
es: %lld inactivos desde hace un rato — siguen reteniendo memoria y puertos.
fr: %lld inactif(s) depuis un moment — ils gardent toujours de la mémoire et des ports.
it: %lld inattivi da un po’ — occupano ancora memoria e porte.
ja: %lld個がしばらくアイドル状態です。メモリとポートは保持したままです。
pt_br: %lld ociosos há algum tempo: ainda retêm memória e portas.
zh_hans: %lld个已闲置一段时间，但仍占用内存和端口。

source: %lld items are hidden, most likely behind the notch. Choose Combined, or Combine when they don't fit.
de: %lld Objekte sind ausgeblendet, vermutlich hinter der Notch. Wähle „Kombiniert“ oder „Zusammenfassen, wenn sie nicht passen“.
es: %lld elementos están ocultos, probablemente detrás del notch. Elige Combinado, o Combinar cuando no quepan.
fr: %lld éléments sont masqués, probablement derrière l’encoche. Choisissez Combiné, ou Combiner en cas de manque de place.
it: %lld elementi sono nascosti, probabilmente dietro la tacca. Scegli «Combinata» oppure «Combina quando non ci stanno».
ja: %lld個の項目が非表示です。ノッチに隠れている可能性が高いです。「1つにまとめる」または「収まらないときにまとめる」を選択してください。
pt_br: %lld itens estão ocultos, provavelmente atrás do notch. Escolha Combinado ou Combinar quando não couberem.
zh_hans: 有%lld个项目被隐藏，很可能在刘海后面。请选择“合并”，或选择“放不下时合并”。

source: %lld items start a program that does not exist any more. They do nothing, and are marked below. Items in your own folder can be moved to the Trash here; system-wide ones need an administrator.
de: %lld Objekte starten ein Programm, das es nicht mehr gibt. Sie tun nichts und sind unten markiert. Objekte in deinem eigenen Ordner kannst du hier in den Papierkorb legen; systemweite brauchen Administratorrechte.
es: %lld elementos inician un programa que ya no existe. No hacen nada y se marcan abajo. Los elementos de tu carpeta se pueden mover a la Papelera desde aquí; los de todo el sistema necesitan un administrador.
fr: %lld éléments lancent un programme qui n’existe plus. Ils ne font rien et sont marqués ci-dessous. Les éléments de votre dossier peuvent être déplacés dans la Corbeille ici ; ceux du système entier nécessitent un administrateur.
it: %lld elementi avviano un programma che non esiste più. Non fanno nulla e sono contrassegnati qui sotto. Gli elementi nella tua cartella possono essere spostati nel Cestino da qui; quelli di sistema richiedono un amministratore.
ja: %lld個の項目が、存在しないプログラムを起動しようとしています。何も実行されず、下に印が付いています。ご自身のフォルダ内の項目はここでゴミ箱に入れられますが、システム全体の項目には管理者権限が必要です。
pt_br: %lld itens iniciam programas que não existem mais. Eles não fazem nada e estão marcados abaixo. Itens da sua pasta podem ser movidos para a Lixeira aqui; os de todo o sistema exigem um administrador.
zh_hans: 有%lld个项目会启动已不存在的程序。它们不起任何作用，并已在下方标出。你自己文件夹中的项目可以在此移到废纸篓；系统范围的项目需要管理员权限。

source: %lld items start automatically
de: %lld Objekte starten automatisch
es: %lld elementos se inician automáticamente
fr: %lld éléments démarrent automatiquement
it: %lld elementi si avviano automaticamente
ja: %lld個の項目が自動的に開始されます
pt_br: %lld itens iniciam automaticamente
zh_hans: %lld个项目会自动启动

source: %lld local Time Machine snapshots
de: %lld lokale Time-Machine-Snapshots
es: %lld instantáneas locales de Time Machine
fr: %lld instantanés locaux Time Machine
it: %lld snapshot locali di Time Machine
ja: %lld個のローカルTime Machineスナップショット
pt_br: %lld snapshots locais do Time Machine
zh_hans: %lld个本地时间机器快照

source: %lld locations
de: %lld Orte
es: %lld ubicaciones
fr: %lld emplacements
it: %lld posizioni
ja: %lld件の場所
pt_br: %lld locais
zh_hans: %lld个位置

source: %lld macOS update snapshots
de: %lld Snapshots von macOS-Updates
es: %lld instantáneas de actualización de macOS
fr: %lld instantanés de mise à jour macOS
it: %lld snapshot di aggiornamento di macOS
ja: %lld個のmacOSアップデートのスナップショット
pt_br: %lld snapshots de atualização do macOS
zh_hans: %lld个macOS更新快照

source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
ja: %lld分
pt_br: %lld minutos
zh_hans: %lld分钟

# %lld of %@ rated
source: %1$lld of %2$@ rated
de: %lld von %@ laut Hersteller
es: %lld de %@ nominales
fr: %lld sur %@ nominal
it: %lld di %@ dichiarati
ja: %lld / 定格 %@
pt_br: %lld de %@ nominais
zh_hans: %lld，额定%@

# %lld of %lld
source: %1$lld of %2$lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %lld / %lld
pt_br: %lld de %lld
zh_hans: %lld／%lld

# %lld of %lld ticked
source: %1$lld of %2$lld ticked
de: %lld von %lld angehakt
es: %lld de %lld marcados
fr: %lld sur %lld cochés
it: %lld di %lld selezionati
ja: %2$lld個中%1$lld個を選択
pt_br: %lld de %lld marcados
zh_hans: 已勾选%lld项，共%lld项

source: %lld other snapshots
de: %lld andere Snapshots
es: %lld otras instantáneas
fr: %lld autres instantanés
it: %lld altri snapshot
ja: その他のスナップショット%lld個
pt_br: %lld outros snapshots
zh_hans: 其他%lld个快照

source: %lld outages
de: %lld Ausfälle
es: %lld interrupciones
fr: %lld interruptions
it: %lld interruzioni
ja: %lld回の接続断
pt_br: %lld quedas
zh_hans: %lld次中断

source: %lld processes
de: %lld Prozesse
es: %lld procesos
fr: %lld processus
it: %lld processi
ja: %lld個のプロセス
pt_br: %lld processos
zh_hans: %lld个进程

# %lld processes in %lld apps
source: %1$lld processes in %2$lld apps
de: %lld Prozesse in %lld Apps
es: %lld procesos en %lld apps
fr: %lld processus dans %lld apps
it: %lld processi in %lld app
ja: %lld個のプロセス（アプリ%lld個）
pt_br: %lld processos em %lld apps
zh_hans: %lld个进程，来自%lld个App

source: %lld processes will be asked to stop. Port %@ will be freed.
de: %lld Prozesse werden zum Beenden aufgefordert. Port %@ wird freigegeben.
es: Se pedirá a %lld procesos que se detengan. Se liberará el puerto %@.
fr: %lld processus vont recevoir une demande d’arrêt. Le port %@ sera libéré.
it: %lld processi riceveranno la richiesta di arresto. La porta %@ verrà liberata.
ja: %lld個のプロセスに停止を要求します。ポート%@が解放されます。
pt_br: %lld processos serão solicitados a parar. A porta %@ será liberada.
zh_hans: 将请求停止%lld个进程。端口%@将被释放。

source: %lld processes will close. The app can ask you to save first.
de: %lld Prozesse werden beendet. Die App kann vorher fragen, ob du speichern willst.
es: %lld procesos se cerrarán. La app puede pedirte que guardes antes.
fr: %lld processus vont se fermer. L’app peut vous demander d’enregistrer d’abord.
it: %lld processi si chiuderanno. L’app può chiederti di salvare prima.
ja: %lld個のプロセスが終了します。アプリが先に保存を求める場合があります。
pt_br: %lld processos serão encerrados. Os apps podem pedir para você salvar antes.
zh_hans: %lld个进程将被关闭。App可能会先请你存储。

source: %lld processes · up %@
de: %lld Prozesse · läuft seit %@
es: %lld procesos · activos durante %@
fr: %lld processus · en marche depuis %@
it: %lld processi · attivi da %@
ja: %lld個のプロセス · 稼働時間 %@
pt_br: %lld processos · ativos há %@
zh_hans: %lld个进程 · 已运行%@

source: %lld rounds with packet loss in this period (red and orange points).
de: %lld Runden mit Paketverlust in diesem Zeitraum (rote und orange Punkte).
es: %lld rondas con pérdida de paquetes en este periodo (puntos rojos y naranjas).
fr: %lld cycles avec perte de paquets pendant cette période (points rouges et orange).
it: %lld cicli con perdita di pacchetti in questo periodo (punti rossi e arancioni).
ja: この期間にパケット損失があったのは%lld回です（赤とオレンジの点）。
pt_br: %lld rodadas com perda de pacotes neste período (pontos vermelhos e laranja).
zh_hans: 此时段内有%lld轮出现丢包（红色和橙色点）。

source: %lld rpm
de: %lld U/min

# %lld selected · %@
source: %1$lld selected · %2$@
de: %lld ausgewählt · %@
es: %lld seleccionados · %@
fr: Sélection : %lld · %@
it: %lld selezionati · %@
ja: %lld個を選択 · %@
pt_br: %lld selecionados · %@
zh_hans: 已选择%lld项 · %@

source: %lld system processes show only CPU and memory.
de: Bei %lld Systemprozessen sind nur CPU und Speicher sichtbar.
es: %lld procesos del sistema muestran solo CPU y memoria.
fr: %lld processus système n’affichent que le CPU et la mémoire.
it: %lld processi di sistema mostrano solo CPU e memoria.
ja: %lld個のシステムプロセスにはCPUとメモリのみが表示されます。
pt_br: %lld processos do sistema mostram apenas CPU e memória.
zh_hans: %lld个系统进程仅显示CPU和内存。

# %lld things found, %@ in all. %@ is ticked.
source: %1$lld things found, %2$@ in all. %3$@ is ticked.
de: %lld Funde, insgesamt %@. Angehakt: %@.
es: %lld elementos encontrados, %@ en total. Marcados: %@.
fr: %lld éléments trouvés, %@ au total, dont %@ coché.
it: %lld elementi trovati, %@ in totale. Selezionati: %@.
ja: %1$lld件が見つかりました。合計%2$@、うち%3$@を選択しています。
pt_br: %lld itens encontrados, %@ no total. Marcados: %@.
zh_hans: 找到%lld项，共%@。已勾选%@。

source: %lld things start with your Mac
de: %lld Objekte starten mit deinem Mac
es: %lld elementos se inician con tu Mac
fr: %lld éléments démarrent avec votre Mac
it: %lld elementi si avviano con il Mac
ja: %lld個の項目がMacと同時に開始されます
pt_br: %lld itens iniciam com seu Mac
zh_hans: 有%lld项会随Mac启动

# %lld × %lld pixels
source: %1$lld × %2$lld pixels
de: %lld × %lld Pixel
es: %lld × %lld píxeles
fr: %lld × %lld pixels
it: %lld × %lld pixel
ja: %lld × %lld ピクセル
pt_br: %lld × %lld pixels
zh_hans: %lld × %lld像素

source: %lldm
de: %lld Min.
ja: %lld分
zh_hans: %lld分

# . %@ needed %@× more than the week before
source: . %1$@ needed %2$@× more than the week before
de: . %@ brauchte %@-mal so viel wie in der Woche davor
es: . %@ necesitó %@× más que la semana anterior
fr: . %@ a eu besoin de %@× plus que la semaine précédente
it: . %@ ha richiesto %@× in più rispetto alla settimana precedente
ja: 。%@は前週の%@倍のエネルギーが必要でした
pt_br: . %@ precisou de %@× mais que na semana anterior
zh_hans: 。%@的能耗是前一周的%@倍

source: . Made by a backup app or by hand.
de: . Angelegt von einer Backup-App oder von Hand.
es: . Creado por una app de copias de seguridad o a mano.
fr: . Créé par une app de sauvegarde ou à la main.
it: . Creato da un’app di backup o a mano.
ja: 。バックアップ用のアプリ、または手動で作成されたものです。
pt_br: . Criado por um app de backup ou manualmente.
zh_hans: 。由备份App或手动创建。

source: 1 day
de: einem Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
pt_br: 1 dia
zh_hans: 1天

source: 1 dev server has not done anything for a while.
de: 1 Dev-Server hat eine Weile nichts getan.
es: 1 servidor de desarrollo lleva un rato sin hacer nada.
fr: 1 serveur de développement est inactif depuis un moment.
it: 1 server di sviluppo non fa nulla da un po’.
ja: 開発サーバ1個がしばらく動作していません。
pt_br: 1 servidor de desenvolvimento está sem atividade há algum tempo.
zh_hans: 1个开发服务器已有一段时间没有任何活动。

source: 1 process
de: 1 Prozess
es: 1 proceso
fr: 1 processus
it: 1 processo
ja: 1個のプロセス
pt_br: 1 processo
zh_hans: 1个进程

source: 1 process will close.
de: 1 Prozess wird geschlossen.
es: 1 proceso se cerrará.
fr: 1 processus va se fermer.
it: 1 processo si chiuderà.
ja: 1個のプロセスが終了します。
pt_br: 1 processo será encerrado.
zh_hans: 1个进程将被关闭。

source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
it: 1 secondo
ja: 1秒
pt_br: 1 segundo
zh_hans: 1秒

source: 10 seconds
de: 10 Sekunden
es: 10 segundos
fr: 10 secondes
it: 10 secondi
ja: 10秒
pt_br: 10 segundos
zh_hans: 10秒

source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
it: 2 secondi
ja: 2秒
pt_br: 2 segundos
zh_hans: 2秒

source: 3 seconds
de: 3 Sekunden
es: 3 segundos
fr: 3 secondes
it: 3 secondi
ja: 3秒
pt_br: 3 segundos
zh_hans: 3秒

source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
it: 30 secondi
ja: 30秒
pt_br: 30 segundos
zh_hans: 30秒

source: 5 seconds
de: 5 Sekunden
es: 5 segundos
fr: 5 secondes
it: 5 secondi
ja: 5秒
pt_br: 5 segundos
zh_hans: 5秒

source: 7 d
de: 7 T
fr: 7 j
it: 7 g
ja: 7日
zh_hans: 7天

source: A USB device or USB activity woke the Mac.
de: Ein USB-Gerät oder USB-Aktivität hat den Mac geweckt.
es: Un dispositivo USB o actividad USB despertó el Mac.
fr: Un périphérique USB ou une activité USB a réveillé le Mac.
it: Un dispositivo USB o un’attività USB ha risvegliato il Mac.
ja: USBデバイスまたはUSBのアクティビティによって、Macがスリープ解除されました。
pt_br: Um dispositivo USB ou atividade USB acordou o Mac.
zh_hans: USB设备或USB活动唤醒了Mac。

source: A copy of memory macOS keeps so it can restore your session after a power loss while asleep; its size follows your RAM.
de: Eine Kopie des Arbeitsspeichers, die macOS aufbewahrt, um deine Sitzung nach einem Stromausfall im Ruhezustand wiederherzustellen; ihre Größe richtet sich nach deinem RAM.
es: Copia de la memoria que macOS guarda para poder restaurar tu sesión tras un corte de energía durante la suspensión; su tamaño depende de la RAM.
fr: Une copie de la mémoire conservée par macOS pour restaurer votre session après une coupure de courant en veille ; sa taille dépend de votre RAM.
it: Una copia della memoria che macOS conserva per ripristinare la sessione dopo un’interruzione di corrente durante lo standby; la sua dimensione dipende dalla RAM.
ja: スリープ中に電源が切れても作業内容を復元できるよう、macOSが保持しているメモリのコピーです。サイズはRAMの容量に応じて決まります。
pt_br: Uma cópia da memória que o macOS mantém para restaurar sua sessão após uma queda de energia durante o repouso; seu tamanho acompanha a RAM.
zh_hans: macOS保留的内存副本，用于在睡眠期间断电后恢复你的会话；其大小与内存容量相当。

source: A folder macOS keeps on the drive.
de: Ein Ordner, den macOS auf dem Volume verwaltet.
es: Carpeta que macOS guarda en el disco.
fr: Dossier que macOS conserve sur le disque.
it: Una cartella che macOS conserva sul disco.
ja: macOSがドライブ上で管理しているフォルダです。
pt_br: Uma pasta que o macOS mantém no disco.
zh_hans: macOS保存在磁盘上的文件夹。

source: A folder macOS needs.
de: Ein Ordner, den macOS braucht.
es: Una carpeta que macOS necesita.
fr: Dossier nécessaire à macOS.
it: Una cartella necessaria a macOS.
ja: macOSが必要とするフォルダです。
pt_br: Uma pasta necessária ao macOS.
zh_hans: macOS所需的文件夹。

source: A full copy of an iPhone or iPad; removing it means that device can no longer be restored from this Mac.
de: Eine vollständige Kopie eines iPhone oder iPad; wenn du sie entfernst, lässt sich das Gerät nicht mehr von diesem Mac wiederherstellen.
es: Copia completa de un iPhone o un iPad; si la eliminas, ese dispositivo ya no se podrá restaurar desde este Mac.
fr: Copie complète d’un iPhone ou d’un iPad ; la supprimer signifie que cet appareil ne pourra plus être restauré depuis ce Mac.
it: Una copia completa di un iPhone o iPad; rimuoverla significa che quel dispositivo non potrà più essere ripristinato da questo Mac.
ja: iPhoneまたはiPadの完全なコピーです。削除すると、このMacからそのデバイスを復元できなくなります。
pt_br: Uma cópia completa de um iPhone ou iPad; se for removida, esse dispositivo não poderá mais ser restaurado a partir deste Mac.
zh_hans: iPhone或iPad的完整副本；移除后，将无法再从这台Mac恢复该设备。

source: A full copy of this device made on %@; removing it means the device can no longer be restored from this Mac to that state.
de: Eine vollständige Kopie dieses Geräts vom %@; wenn du sie entfernst, lässt sich das Gerät nicht mehr von diesem Mac auf diesen Stand zurücksetzen.
es: Copia completa de este dispositivo creada el %@; si la eliminas, el dispositivo ya no se podrá restaurar desde este Mac a ese estado.
fr: Copie complète de cet appareil réalisée le %@ ; la supprimer signifie que l’appareil ne pourra plus être restauré depuis ce Mac dans cet état.
it: Una copia completa di questo dispositivo creata il %@; rimuoverla significa che il dispositivo non potrà più essere ripristinato da questo Mac in quello stato.
ja: %@に作成されたこのデバイスの完全なコピーです。削除すると、このMacからその状態にデバイスを復元できなくなります。
pt_br: Uma cópia completa deste dispositivo feita em %@; se for removida, o dispositivo não poderá mais ser restaurado a partir deste Mac nesse estado.
zh_hans: 于%@创建的此设备的完整副本；移除后，将无法再从这台Mac将该设备恢复到那个状态。
